Repository: NaN-tic/trytond-payroll
Catalog: locale/*.po
Languages: ca_es, es

# error:payroll.contract:
source: The Payroll Contract "%(current_contract)s" overlaps with existing contract "%(overlaped_contract)s".
ca_es: El contracte "%(current_contract)s" se solapa amb el contracte existent "%(overlaped_contract)s".

# error:payroll.contract:
source: You cannot change the state of contract "%s" because it has invoiced payslips.
ca_es: No pots canviar l'estat del contracte "%s" perquè té nòmines facturades.

# error:payroll.payslip.line:
source: The product "%s" used to invoice payslips doesn't have Expense Account.
ca_es: El producte "%s" utilitzat per facturar nòmines no té compte de despesa.

# error:payroll.payslip.line:
source: You can't set Working Hours to Payslip Line "%(current_line)s" because already exists line "%(existing_line)s" with hours in the same Payslip.
ca_es: No pot establir hores laborals a la línia de nòmina "%(current_line)s" perquè ja existeix la línia "%(existing_line)s" amb hores a la mateixa nòmina.

# error:payroll.payslip:
source: You cannot delete the payslip "%s" because it is already invoiced. Please, delete or cancel the invoice before delete the payslip.
ca_es: No pots eliminar la nòmina "%s" perquè ja está facturada. Si us plau, elimina o cancel·la la factura abans d'eliminar la nòmina.

# error:payroll.payslip:
source: You cannot invoice the payslip "%(payslip)s" because it will be invoiced in invoice "%(invoice)s" that already has lines. Please, confirm invoice to create a new one or delete its lines.
ca_es: No pot facturar la nòmina "%(payslip)s" perquè s'utilitzaria la factura "%(invoice)s" que ja té línies. Si us plau, confirma la factura perquè es crei una de nova o elimina les seves línies.

# field:company.employee,payroll_contracts:
source: Contracts
ca_es: Contractes
es: Contratos

# field:employee.leave.entitlement,payslip:
source: Payslip
ca_es: Nòmina
es: Nómina

# field:employee.leave.entitlement,payslip_line:
source: Payslip Line
ca_es: Línia nòmina
es: Línea de nómina

# field:employee.leave.payment,payslip:
source: Payslip
ca_es: Nòmina
es: Nómina

# field:employee.leave.payment,payslip_line:
source: Payslip Line
ca_es: Línia nòmina
es: Línea de nómina

# field:payroll.contract,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.contract,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.contract,employee:
source: Employee
ca_es: Empleat
es: Empleado

# field:payroll.contract,end:
source: End
ca_es: Finalització
es: Finalización

# field:payroll.contract,hours_summary:
source: Hours Summary
ca_es: Resum hores
es: Resumen horas

# field:payroll.contract,id:
source: ID
ca_es: Identificador

# field:payroll.contract,rec_name:
source: Name
ca_es: Nom

# field:payroll.contract,rules:
source: Payslip Rules
ca_es: Regles nòmina
es: Reglas nómina

# field:payroll.contract,ruleset:
source: Ruleset
ca_es: Conjunt
es: Conjunto

# field:payroll.contract,start:
source: Start
ca_es: Inici
es: Inicio

# field:payroll.contract,state:
source: State
ca_es: Estat
es: Estado

# field:payroll.contract,working_shift_hours:
source: Working Shift Hours
ca_es: Hores torn de treball
es: Horas turno de trabajo

# field:payroll.contract,working_shift_price:
source: Working Shift Price
ca_es: Preu torn de treball
es: Precio turno de trabajo

# field:payroll.contract,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.contract,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.contract,yearly_hours:
source: Yearly Hours
ca_es: Hores anuals
es: Horas anuales

# field:payroll.contract.hours_summary,contract:
source: Payroll
ca_es: Nòmina
es: Nómina

# field:payroll.contract.hours_summary,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.contract.hours_summary,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.contract.hours_summary,entitled_hours:
source: Entitled Hours
ca_es: Hores de dret
es: Horas derechos

# field:payroll.contract.hours_summary,extra_hours:
source: Extra Hours
ca_es: Hores extra
es: Horas extra

# field:payroll.contract.hours_summary,hours_to_do:
source: Hours To Do
ca_es: Hores a realitzar
es: Horas a realizar

# field:payroll.contract.hours_summary,id:
source: ID
ca_es: Identificador

# field:payroll.contract.hours_summary,leave_hours:
source: Leave Hours
ca_es: Hores absències
es: Horas ausencias

# field:payroll.contract.hours_summary,leave_payment_hours:
source: Leave Payment Hours
ca_es: Hores pagament absències
es: Horas pago de ausencias

# field:payroll.contract.hours_summary,leave_period:
source: Period
ca_es: Període
es: Período

# field:payroll.contract.hours_summary,rec_name:
source: Name
ca_es: Nom

# field:payroll.contract.hours_summary,remaining_hours:
source: Remaining Hours
ca_es: Hores pendents
es: Horas pendientes

# field:payroll.contract.hours_summary,worked_hours:
source: Worked Hours
ca_es: Hores treballades
es: Horas trabajadas

# field:payroll.contract.hours_summary,working_hours:
source: Working Hours
ca_es: Hores laborals
es: Horas laborables

# field:payroll.contract.hours_summary,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.contract.hours_summary,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.contract.rule,compute_method:
source: Compute Method
ca_es: Mètode de càlcul
es: Método de cálculo

# field:payroll.contract.rule,cost_price:
source: Cost Price
ca_es: Preu de cost
es: Precio de coste

# field:payroll.contract.rule,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.contract.rule,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.contract.rule,hour_type:
source: Hour Type
ca_es: Tipus hora
es: Tipo de hora

# field:payroll.contract.rule,hours:
source: Hours
ca_es: Hores
es: Horas

# field:payroll.contract.rule,id:
source: ID
ca_es: Identificador

# field:payroll.contract.rule,rec_name:
source: Name
ca_es: Nom

# field:payroll.contract.rule,ruleset:
source: Ruleset
ca_es: Conjunt
es: Conjunto

# field:payroll.contract.rule,sequence:
source: Sequence
ca_es: Seqüència
es: Secuencia

# field:payroll.contract.rule,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.contract.rule,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.contract.ruleset,compute_interventions:
source: Compute Interventions
ca_es: Calcula intervencions
es: Calcular intervenciones

# field:payroll.contract.ruleset,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.contract.ruleset,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.contract.ruleset,id:
source: ID
ca_es: Identificador

# field:payroll.contract.ruleset,name:
source: Name
ca_es: Nom
es: Nombre

# field:payroll.contract.ruleset,rec_name:
source: Name
ca_es: Nom

# field:payroll.contract.ruleset,rules:
source: Rules
ca_es: Regles
es: Reglas

# field:payroll.contract.ruleset,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.contract.ruleset,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.payslip,amount:
source: Amount
ca_es: Import
es: Importe

# field:payroll.payslip,contract:
source: Contract
ca_es: Contracte
es: Contrato

# field:payroll.payslip,contract_end:
source: Contract Start
ca_es: Inici contracte
es: Fin contrato

# field:payroll.payslip,contract_start:
source: Contract Start
ca_es: Fi contracte
es: Inicio contrato

# field:payroll.payslip,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.payslip,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.payslip,currency_digits:
source: Currency Digits
ca_es: Dígits de la moneda

# field:payroll.payslip,employee:
source: Employee
ca_es: Empleat
es: Empleado

# field:payroll.payslip,end:
source: End
ca_es: Finalització
es: Finalización

# field:payroll.payslip,extra_hours:
source: Extra Hours
ca_es: Hores extra
es: Horas extra

# field:payroll.payslip,generated_entitled_hours:
source: Generated Entitled Hours
ca_es: Hores de dret generades
es: Horas derechos generadas

# field:payroll.payslip,generated_entitlements:
source: Generated Entitlements
ca_es: Drets generats
es: Derechos generados

# field:payroll.payslip,hours_to_do:
source: Hours To Do
ca_es: Hores a realitzar
es: Horas a realizar

# field:payroll.payslip,id:
source: ID
ca_es: Identificador

# field:payroll.payslip,leave_hours:
source: Leave Hours
ca_es: Hores absències
es: Horas ausencias

# field:payroll.payslip,leave_payment_hours:
source: Leave Payment Hours
ca_es: Hores pagament absències
es: Horas pago de ausencias

# field:payroll.payslip,leave_payments:
source: Leave Payments
ca_es: Pagaments d'absències
es: Pago de ausencias

# field:payroll.payslip,leaves:
source: Leaves
ca_es: Absències
es: Ausencias

# field:payroll.payslip,lines:
source: Lines
ca_es: Línies
es: Líneas

# field:payroll.payslip,rec_name:
source: Name
ca_es: Nom

# field:payroll.payslip,remaining_hours:
source: Remaining Hours
ca_es: Hores pendents
es: Horas pendientes

# field:payroll.payslip,start:
source: Start
ca_es: Inici
es: Inicio

# field:payroll.payslip,supplier_invoice:
source: Supplier Invoice
ca_es: Factura de proveïdor
es: Factura de proveedor

# field:payroll.payslip,supplier_invoice_state:
source: Supplier Invoice State
ca_es: Estat factura proveïdor
es: Estado factura proveedor

# field:payroll.payslip,worked_hours:
source: Worked Hours
ca_es: Hores treballades
es: Horas trabajadas

# field:payroll.payslip,working_shifts:
source: Working Shifts
ca_es: Torns de treball
es: Turnos de trabajo

# field:payroll.payslip,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.payslip,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.payslip.line,amount:
source: Amount
ca_es: Import
es: Importe

# field:payroll.payslip.line,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.payslip.line,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.payslip.line,currency_digits:
source: Currency Digits
ca_es: Dígits de la moneda

# field:payroll.payslip.line,extra_hours:
source: Extra Hours
ca_es: Hores extra
es: Horas extra

# field:payroll.payslip.line,generated_entitled_hours:
source: Generated Entitled Hours
ca_es: Hores de dret generades
es: Horas derechos generadas

# field:payroll.payslip.line,generated_entitlements:
source: Generated Entitlements
ca_es: Drets generats
es: Derechos generados

# field:payroll.payslip.line,hours_to_do:
source: Hours To Do
ca_es: Hores a realitzar
es: Horas a realizar

# field:payroll.payslip.line,id:
source: ID
ca_es: Identificador

# field:payroll.payslip.line,leave_hours:
source: Leave Hours
ca_es: Hores absències
es: Horas ausencias

# field:payroll.payslip.line,leave_payment_hours:
source: Leave Payment Hours
ca_es: Hores pagament absències
es: Horas pago de ausencias

# field:payroll.payslip.line,leave_payments:
source: Leave Payments
ca_es: Pagaments d'absències
es: Pago de ausencias

# field:payroll.payslip.line,payslip:
source: Payslip
ca_es: Nòmina
es: Nómina

# field:payroll.payslip.line,rec_name:
source: Name
ca_es: Nom

# field:payroll.payslip.line,remaining_hours:
source: Remaining Hours
ca_es: Hores pendents
es: Horas pendientes

# field:payroll.payslip.line,supplier_invoice_lines:
source: Invoice Lines
ca_es: Línies de factura
es: Líneas de factura

# field:payroll.payslip.line,type:
source: Type
ca_es: Tipus
es: Tipo

# field:payroll.payslip.line,worked_hours:
source: Worked Hours
ca_es: Hores treballades
es: Horas trabajadas

# field:payroll.payslip.line,working_hours:
source: Working Hours
ca_es: Hores laborals
es: Horas laborales

# field:payroll.payslip.line,working_shifts:
source: Working Shifts
ca_es: Torns de treball
es: Turnos de trabajo

# field:payroll.payslip.line,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.payslip.line,write_uid:
source: Write User
ca_es: Usuari modificació

# field:payroll.payslip.line.type,create_date:
source: Create Date
ca_es: Data creació

# field:payroll.payslip.line.type,create_uid:
source: Create User
ca_es: Usuari creació

# field:payroll.payslip.line.type,id:
source: ID
ca_es: Identificador

# field:payroll.payslip.line.type,name:
source: Name
ca_es: Nom
es: Nombre

# field:payroll.payslip.line.type,product:
source: Product
ca_es: Producte
es: Producto

# field:payroll.payslip.line.type,rec_name:
source: Name
ca_es: Nom

# field:payroll.payslip.line.type,write_date:
source: Write Date
ca_es: Data modificació

# field:payroll.payslip.line.type,write_uid:
source: Write User
ca_es: Usuari modificació

# field:working_shift,cache_timestamp:
source: Cache Timestamp
ca_es: Data i hora cache
es: Fecha y hora cache

# field:working_shift,cost:
source: Amount
ca_es: Import
es: Importe

# field:working_shift,cost_cache:
source: Amount Cache
ca_es: Cache import
es: Cache importe

# field:working_shift,currency_digits:
source: Currency Digits
ca_es: Dígits de la moneda

# field:working_shift,employee_contract_rule:
source: Employee Contract Rule
ca_es: Regla contracte empleats
es: Regla contrato de empleado

# field:working_shift,payslip:
source: Payslip
ca_es: Nòmina
es: Nómina

# field:working_shift,payslip_line:
source: Payslip Line
ca_es: Línia nòmina
es: Línea de nómina

# field:working_shift.intervention,employee_contract_rule:
source: Employee Contract Rule
ca_es: Regla contracte empleats
es: Regla contrato de empleado

# help:payroll.contract,working_shift_price:
source: Price used to compute the amount corresponding to leaves.
ca_es: Preu utilitzat per calcular l'import corresponent a les abscències.
es: Precio usado para calcular el importe correspondiente a las bajas.

# help:payroll.contract.rule,cost_price:
source: Price per working shift or intervention to compute the amount of payslips.
ca_es: Preu per torn o intervenció per calcular l'import de les nòmines.
es: Precio por turno o intervención para calcular el importe de las nóminas.

# help:payroll.contract.rule,hour_type:
source: Used to automatically fill payslip lines.
ca_es: S'utilitza per omplir automàticament les línies de la nòmina
es: Se usa para rellenar automáticamente las líneas de las nóminas.

# help:payroll.payslip.line,working_hours:
source: Number of working hours in the current month. Usually 8 * 20.
ca_es: Número d'hores laborals en el mes actual. Habitualment són 8 * 20
es: Número de horas laborables en el mes actual. Habitualmente son 8 * 20.

# model:ir.action,name:act_contract
source: Employee Contracts
ca_es: Contractes d'empleat
es: Contratos de empleado

# model:ir.action,name:act_contract_ruleset
source: Employee Contract Rulesets
ca_es: Conjunts de regles contracte empleat
es: Conjuntos de reglas contrato empleado

# model:ir.action,name:act_payslip
source: Payslips
ca_es: Nòmines
es: Nóminas

# model:ir.action,name:act_payslip_line_type
source: Payslip Line Types
ca_es: Tipus línia nòmina
es: Tipos de línea de nómina

# model:ir.action.act_window.domain,name:act_contract_domain_all
source: All
ca_es: Tots
es: Todos

# model:ir.action.act_window.domain,name:act_contract_domain_confirmed_active
source: Confirmed & Active
ca_es: Confirmat & Actiu
es: Confirmado & Activo

# model:ir.action.act_window.domain,name:act_contract_domain_confirmed_inactive
source: Confirmed & Inactive
ca_es: Confirmat & Inactiu
es: Confirmado & Inactivo

# model:ir.action.act_window.domain,name:act_contract_domain_draft
source: Draft
ca_es: Esborrany
es: Borrador

# model:ir.action.act_window.domain,name:act_payslip_domain_all
source: All
ca_es: Tots
es: Todos

# model:ir.action.act_window.domain,name:act_payslip_domain_invoiced
source: Invoiced
ca_es: Facturada
es: Facturada

# model:ir.action.act_window.domain,name:act_payslip_domain_to_invoice
source: To Invoice
ca_es: Per facturar
es: A facturar

# model:ir.ui.menu,name:menu_contract
source: Employee Contracts
ca_es: Contractes d'empleat
es: Contratos de empleado

# model:ir.ui.menu,name:menu_contract_ruleset
source: Employee Contract Rulesets
ca_es: Conjunts de regles contracte empleat
es: Conjuntos de reglas contrato empleado

# model:ir.ui.menu,name:menu_payroll
source: Payroll
ca_es: Nòmina
es: Nómina

# model:ir.ui.menu,name:menu_payslip
source: Payslips
ca_es: Nòmines
es: Nóminas

# model:ir.ui.menu,name:menu_payslip_line_type
source: Payslip Line Types
ca_es: Tipus línia nòmina
es: Tipos de línea de nómina

# model:payroll.contract,name:
source: Payroll Contract
ca_es: Contracte empleat
es: Contrato de empleado

# model:payroll.contract.hours_summary,name:
source: Payroll Contract Hours Summary
ca_es: Resum hores contracte empleat
es: Resumen horas contrato de empleado

# model:payroll.contract.rule,name:
source: Payroll Contract Rule
ca_es: Regla contracte empleat
es: Regla contrato de empleado

# model:payroll.contract.ruleset,name:
source: Payroll Contract Ruleset
ca_es: Conjunt de regles contracte nòmines
es: Conjunto de reglas contrato nóminas

# model:payroll.payslip,name:
source: Payslip
ca_es: Nòmina
es: Nómina

# model:payroll.payslip.line,name:
source: Payslip Line
ca_es: Línia nòmina
es: Línea de nómina

# model:payroll.payslip.line.type,name:
source: Payslip Line Type
ca_es: Tipus línia nòmina
es: Tipo de línea de nómina

# model:res.group,name:group_payroll
source: Payroll
ca_es: Nòmina
es: Nómina

# model:res.group,name:group_payroll_contract
source: Payroll Contracts
ca_es: Contractes empleat
es: Contratos de empleado

# selection:payroll.contract,state:
source: Canceled
ca_es: Cancel·lat

# selection:payroll.contract,state:
source: Confirmed
ca_es: Confirmat
es: Confirmado

# selection:payroll.contract,state:
source: Draft
ca_es: Esborrany
es: Borrador

# selection:payroll.contract.rule,compute_method:
source: Interventions
ca_es: Intervencions
es: Intervenciones

# selection:payroll.contract.rule,compute_method:
source: Working Shifts
ca_es: Torns de treball
es: Turnos de trabajo

# selection:payroll.payslip,supplier_invoice_state:
source: Canceled
ca_es: Cancel·lada

# selection:payroll.payslip,supplier_invoice_state:
source: Draft
ca_es: Esborrany
es: Borrador

# selection:payroll.payslip,supplier_invoice_state:
source: Paid
ca_es: Pagada
es: Pagada

# selection:payroll.payslip,supplier_invoice_state:
source: Posted
ca_es: Confirmada
es: Confirmada

# selection:payroll.payslip,supplier_invoice_state:
source: Validated
ca_es: Validada
es: Validada

# view:payroll.contract.hours_summary:
source: Contract Hours Summary
ca_es: Resum hores contracte
es: Resumen horas contrato

# view:payroll.contract.rule:
source: Conditions
ca_es: Condicions
es: Condiciones

# view:payroll.contract.rule:
source: Employee Contract Rule
ca_es: Regla contracte empleats

# view:payroll.contract.rule:
source: Result
ca_es: Resultat
es: Resultado

# view:payroll.contract.ruleset:
source: Employee Contract Ruleset
ca_es: Conjunt de regles contracte empleat
es: Conjunto de reglas contrato empleado

# view:payroll.contract.ruleset:
source: Employee Contract Rulesets
ca_es: Conjunts de regles contracte empleat
es: Conjuntos de reglas contrato empleado

# view:payroll.contract:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# view:payroll.contract:
source: Confirm
ca_es: Confirma
es: Confirmar

# view:payroll.contract:
source: Draft
ca_es: Esborrany
es: Borrador

# view:payroll.contract:
source: Employee Contract
ca_es: Contracte d'empleat
es: Contrato de empleado

# view:payroll.contract:
source: Employee Contracts
ca_es: Contractes d'empleat
es: Contratos de empleado

# view:payroll.payslip.line.type:
source: Payslip Hour Type
ca_es: Tipus hora nòmina
es: Tipo hora nómina

# view:payroll.payslip.line:
source: Payslip Line
ca_es: Línia nòmina
es: Línea de nómina

# view:payroll.payslip:
source: Invoice
ca_es: Factura

# view:payroll.payslip:
source: Lines
ca_es: Línies
es: Líneas

# view:payroll.payslip:
source: Payslip
ca_es: Nòmina

# view:payroll.payslip:
source: Summary
ca_es: Resum
es: Resumen

# field:payroll.payslip,currency:
source: Currency
es: Moneda

# field:payroll.payslip.line,currency:
source: Currency
es: Moneda

# field:working_shift,currency:
source: Currency
es: Moneda

# model:ir.message,text:contract_with_invoiced_payslips
source: You cannot change the state of contract "%(contract)s" because it has invoiced payslips.
es: No puedes cambiar el estado del contrato "%(contract)s"porque tiene nóminas facturadas.

# model:ir.message,text:delete_confirmed_contract
source: You cannot delete the contract "%(contract)s" because it is confirmed.
es: No puedes eliminar el contrato "%(contract)s" porque está confirmado.

# model:ir.message,text:delete_invoiced_payslip
source: You cannot delete the payslip "%(payslip)s" because it is already invoiced. Please, delete or cancel the invoice before delete the payslip.
es: No puedes eliminar la nómina "%(payslip)s" porque ya está factuada. Por favor, elimina o cancela la factura antes de eliminar la nómina.

# model:ir.message,text:missing_account_expense
source: The product "%(product)s" used to invoice payslips doesn't have Expense Account.
es: El producto "%(product)s" usado para facturar nóminas no tiene cuenta de gastos.

# model:ir.message,text:not_unique_with_hours
source: You can't set Working Hours to Payslip Line "%(current_line)s" because already exists line "%(existing_line)s" with hours in the same Payslip.
es: No puede definir horas laborables a la línea "%(current_line)s" porque ya existe la línea "%(existing_line)s" con horas en la misma nómina.

# model:ir.message,text:overlaping_contract
source: The Payroll Contract "%(current_contract)s" overlaps with existing contract "%(overlaped_contract)s".'
es: El contrato "%(current_contract)s" se solapa con el contrato existente "%(overlaped_contract)s".'

# model:ir.message,text:payslip_invoice_with_lines
source: You cannot invoice the payslip "%(payslip)s" because it will be invoiced in invoice "%(invoice)s" that already has lines. Please, confirm invoice to create a new one or delete its lines.
es: No se puede facturar la nómina "%(payslip)s" porque se usaría la factura "%(invoice)s" que ya tiene líneas. Por favor, confirma la factura para que se cree una de nueva o elimina sus líneas.

# model:ir.model.button,string:contract_cancel_button
source: Cancel
es: Cancelar

# model:ir.model.button,string:contract_confirm_button
source: Confirm
es: Confirmar

# model:ir.model.button,string:contract_draft_button
source: Draft
es: Borrador

# model:ir.model.button,string:payslip_create_supplier_invoices_button
source: Invoice
es: Factura

# selection:payroll.contract,state:
source: Cancelled
es: Cancelado

# selection:payroll.payslip,supplier_invoice_state:
source: Cancelled
es: Cancelado
